Repository: backciro/pathways-frontend
Catalog: locale/*/new-messages.po
Languages: ar

source: Copyright 2018 Province of British Columbia. All rights reserved.
ar: حقوق الطبع والنشر 2018 محفوظة لمقاطعة بريتش كولومبيا. جميع حقوق الطبع والنشر محفوظة.

source: Created by
ar: صممته

source: Email:
ar: البريد الإلكتروني:

source: From finding a job to learning English, accessing health care, and more, Arrival Advisor has everything you need to get started in your new community. Explore topics and services without ever needing to create an account. Access important information no matter where you are: the newcomer topics provided by Arrival Advisor are saved to your phone so you can view them, even without internet. You can fill out some questions to get personalized recommendations of topics and services to settle in British Columbia. Arrival Advisor is anonymous and your answers are only used to operate the app's recommendations. We never save or share your personal data with funders or any third parties.
ar: سواء كنت تبحث عن وظيفة أو تعلم اللغة الإنكليزية أو الحصول على الرعاية الصحية وغيرها، يجمع تطبيق Arrival Advisor كل شيء تحتاج إليه كي تبدأ حياتك في مجتمعك الجديد. استكشف مواضيع وخدمات دون الحاجة لإنشاء حساب. أحصل على المعلومات الهامة بغض النظر عن مكانك منذ أن المواضيع الخاصة بالقادمين الجدد التي يقدمها تطبيق Arrival Advisor تحفظ على هاتفك حتى يمكنك استعراضها دون الحاجة للاتصال بالإنترنت. يمكنك أيضا الإجابة على بعض الأسئلة كي تحصل على توصيات مخصصة بالمواضيع والخدمات المتعلقة بالاستقرار في بريتش كولومبيا. تطبيق Arrival Advisor لا يسجل بياناتك أو يشاركها وستستخدم إجاباتك فقط في عرض توصيات التطبيق. نحن لا نحفظ أو نشارك مطلقا بياناتك الشخصية مع الجهات الممولة أو الغير.

source: Information in this app is provided by the
ar: المعلومات المذكورة في هذا التطبيق من تقديم

source: No new topics recommended based on your answers.
ar: لا توجد مواضيع جديدة نوصي بها استنادا إلى إجاباتك.

source: Server version:
ar: إصدار الخادوم:

source: The Arrival Advisor app is created by PeaceGeeks in partnership with settlement organizations in Metro Vancouver, as well as immigrants and refugees like you. This project is possible thanks to funding by the Province of British Columbia and Google.org Canada in partnership with LEAP | Pecaut Centre for Social Impact. Special thanks also goes to individual donors who make this project possible. Arrival Advisor is an open-source project. You can
ar: صممت تطبيق Arrival Advisor جمعية PeaceGeeks بالتعاون مع منظمات الاستقرار في مترو فانكوفر وكذلك مهاجرين ولاجئين مثلك. تحقق هذا المشروع بفضل تمويل مقاطعة بريتش كولومبيا و Google.org Canada بالتعاون مع مركز LEAP | Pecaut Centre for Social Impact. نتوجه بالشكر الخاص إلى متبرعين أفراد جعلوا من هذا المشروع حقيقة. تطبيق Arrival Advisor هو مشروع مفتوح المصدر. يمكنك

source: This is Arrival Advisor version:
ar: هذا الإصدار من تطبيق Arrival Advisor هو:

source: Web:
ar: الموقع الشبكي:
